{"data":[{"ticker":"ADBE","company":"Adobe","sector":"Application","description":"Adobe Inc. operates as a diversified software company worldwide. It operates through three segments: Digital Media, Digital Experience, and Publishing and Advertising. The Digital Media segment offers products, services, and solutions that enable individuals, teams, and enterprises to create, publish, and promote content; and Document Cloud, a unified cloud-based document services platform. Its flagship product is Creative Cloud, a subscription service that allows members to access its creative products. This segment serves content creators, workers, marketers, educators, enthusiasts, communicators, and consumers. The Digital Experience segment provides an integrated platform and set of applications and services that enable brands and businesses to create, manage, execute, measure, monetize, and optimize customer experiences from analytics to commerce. This segment serves marketers, advertisers, agencies, publishers, merchandisers, merchants, web analysts, data scientists, developers, and executives across the C-suite. The Publishing and Advertising segment offers products and services, such as e-learning solutions, technical document publishing, web conferencing, document and forms platform, web application development, and high-end printing, as well as Advertising Cloud offerings. The company offers its products and services directly to enterprise customers through its sales force and local field offices, as well as to end users through app stores and through its website at adobe.com. It also distributes products and services through a network of distributors, value-added resellers, systems integrators, software vendors and developers, retailers, and original equipment manufacturers. The company was formerly known as Adobe Systems Incorporated and changed its name to Adobe Inc. in October 2018. Adobe Inc. was founded in 1982 and is headquartered in San Jose, California.","logo":"https://static2.finnhub.io/file/publicdatany/finnhubimage/stock_logo/ADBE.svg","peRatio":"54.41","psRatio":"14.73","pbRatio":"17.66","pcfRatio":"34.70","dates":[],"revenue":[]},{"ticker":"ALKT","company":"Alkami","sector":"Application","description":"Alkami Technology, Inc. offers a cloud-based digital banking platform in the United States. The company's platform allows financial institutions to onboard and engage new users, accelerate revenues, and enhance operational efficiency, with the support of a proprietary, cloud-based, multi-tenant architecture. It offers an end- to- end set of software products, which include Alkami Platform, Retail Banking Solutions, Business Banking Solutions, and The Alkami Difference. It serves community, regional, credit unions, and retail and business banking. Alkami Technology, Inc. was founded in 2009 and is headquartered in Plano, Texas.","logo":"https://static2.finnhub.io/file/publicdatany/finnhubimage/stock_logo/950359369276.svg","peRatio":"-39.17","psRatio":"8.73","pbRatio":"6.71","pcfRatio":"-83.22","dates":[],"revenue":[]},{"ticker":"AYX","company":"Alteryx","sector":"Infrastructure & Security","description":"Alteryx, Inc. operates in analytic process automation business in the Asia-Pacific, Europe, the Middle East, Africa, Latin America, and internationally. The company's analytics platform enables organizations to enhance business outcomes and the productivity of their business analysts, data scientists, citizen data scientists, and data engineers. Its analytics platform comprises Alteryx Designer, a data profiling, preparation, blending, analytics, data science, and process automation product; Alteryx Server, a server-based product to manage, automate, and govern processes and applications in a web-based environment; Alteryx Intelligence Suite, an augmented machine learning, auto-modeling, and text mining product; Alteryx Connect, a collaborative data exploration platform; and Alteryx Promote, an analytics model management product for data scientists and analytics teams to build, manage, monitor, and deploy predictive models into real-time production applications. The company's platform also offers cloud-native products comprising Alteryx Designer Cloud, a browser-based version of Alteryx Designer product; Alteryx Machine Learning, an automated machine learning product to build, validate, iterate, and explore machine learning models; Alteryx Auto Insights, an analytics solution that automates insights for business users; and Alteryx Trifacta, an open and interactive cloud platform for data engineers and analysts to collaboratively profile, prepare, and pipeline data for analytics and machine learning. In addition, it provides technical support, instruction, and customer services. It serves retail, food services, consumer products, telecom and cable, media and entertainment, professional services, financial services, energy and utilities, public sector, manufacturing, travel and hospitality, healthcare and insurance, and technology industries. The company was founded in 1997 and is headquartered in Irvine, California.","logo":"https://static2.finnhub.io/file/publicdatany/finnhubimage/stock_logo/AYX.svg","peRatio":"-8.46","psRatio":"2.97","pbRatio":"51.26","pcfRatio":"-62.60","dates":[],"revenue":[]},{"ticker":"AMPL","company":"Amplitude","sector":"Application","description":"Amplitude, Inc. provides a digital optimization system to analyze customer behavior within digital products in the United States and internationally. It offers Amplitude analytics for insights of customer behavior; Amplitude Recommend, a no-code personalization solution that helps to increase customer engagement by adapting digital products and campaigns to every user based on behavior; Amplitude Experiment, an integrated solution that enables teams to determine and deliver the product experiences for their customers through A/B tests and controlled feature releases; Amplitude Behavioral Graph, a proprietary database for deep, real-time interactive behavioral analysis, and behavior-driven personalization  instantly joining, analyzing, and correlating any customer actions to outcomes, such as engagement, growth, and loyalty; and data management, a real-time data layer for planning, integrating, and managing data sources to create a foundation with identity resolution, enterprise-level security, and privacy solutions. The company also provides customer support services related to initial implementation setup, ongoing support, and application training. It delivers its application over the Internet as a subscription service using a software-as-a-service model. The company was formerly known as Sonalight, Inc. and changed its name to Amplitude, Inc. in December 2014. Amplitude, Inc. was incorporated in 2011 and is headquartered in San Francisco, California.","logo":"https://static2.finnhub.io/file/publicdatany/finnhubimage/stock_logo/950379345456.svg","peRatio":"-12.19","psRatio":"4.77","pbRatio":"4.25","pcfRatio":"161.25","dates":[],"revenue":[]},{"ticker":"APPF","company":"AppFolio","sector":"Application","description":"","logo":"","peRatio":"0.00","psRatio":"0.00","pbRatio":"0.00","pcfRatio":"0.00","dates":[],"revenue":[]},{"ticker":"APPN","company":"Appian","sector":"Application","description":"Appian Corporation provides low-code automation platform in the United States and internationally. The company's platform automates the creation of forms, workflows, data structures, reports, user interfaces, and other software elements that are needed to be manually coded. The company also offers professional and customer support services. It serves to financial services, government, life sciences, insurance, manufacturing, energy, healthcare, telecommunications, and transportation industries. The company was incorporated in 1999 and is headquartered in McLean, Virginia.","logo":"https://static2.finnhub.io/file/publicdatany/finnhubimage/stock_logo/APPN.svg","peRatio":"-19.94","psRatio":"5.16","pbRatio":"39.78","pcfRatio":"-46.30","dates":[],"revenue":[]},{"ticker":"ASAN","company":"Asana","sector":"Application","description":"Asana, Inc., together with its subsidiaries, operates a work management platform for individuals, team leads, and executives in the United States and internationally. The company's platform enables teams to orchestrate work from daily tasks to cross-functional strategic initiatives; and manages product launches, marketing campaigns, and organization-wide goal settings. It serves customers in industries, such as technology, retail, education, non-profit, government, healthcare, media, and financial services. The company was formerly known as Smiley Abstractions, Inc. and changed its name to Asana, Inc. in July 2009. Asana, Inc. was incorporated in 2008 and is headquartered in San Francisco, California.","logo":"https://static2.finnhub.io/file/publicdatany/finnhubimage/stock_logo/950005917276.svg","peRatio":"-13.83","psRatio":"7.52","pbRatio":"13.61","pcfRatio":"-63.50","dates":[],"revenue":[]},{"ticker":"TEAM","company":"Atlassian","sector":"Application","description":"Atlassian Corporation Plc, through its subsidiaries, designs, develops, licenses, and maintains various software products worldwide. Its products include Jira Software and Jira Work Management, a workflow management system for teams to plan, track, collaborate, and manage work, and projects; Jira Service Management, a service desk product for creating and managing service experiences for various service team providers, including IT, legal, and HR teams; Jira Align for enterprise organizations to build and manage a master plan that maps strategic projects to the various work streams required to deliver them; and Opsgenie, an incident management tool that enables IT teams to plan for and respond to service disruptions. The company also provides Confluence, a social and flexible content collaboration platform used to create, share, organize, and discuss projects; and Trello, a collaboration and organization product that captures and adds structure to fluid, fast-forming work for teams. In addition, it offers Bitbucket, a code management and collaboration product for teams using distributed version control systems; Atlassian Access, an enterprise-wide product for enhanced security and centralized administration that works across every Atlassian cloud product used, including Jira, Jira Service Management, Confluence, Trello, and Bitbucket; and various other products, such as Atlassian cloud apps, Bamboo, Crowd, Crucible, Fisheye, Halp, Sourcetree, and Statuspage. Atlassian Corporation Plc was founded in 2002 and is headquartered in Sydney, Australia.","logo":"https://static.finnhub.io/logo/40c3af2c7909f479bc0279c92048573b98eb1e346279dd11fbe97c6aef860656.png","peRatio":"-94.53","psRatio":"12.89","pbRatio":"61.62","pcfRatio":"50.64","dates":[],"revenue":[]},{"ticker":"AXON","company":"Axon","sector":"Application","description":"Axon Enterprise, Inc. develops, manufactures, and sells conducted energy devices (CEDs) under the TASER brand in the United States and internationally. It operates through two segments, TASER, and Software and Sensors. The company also offers hardware and cloud-based software solutions that enable law enforcement to capture, securely store, manage, share, and analyze video and other digital evidence. Its products include TASER 7, TASER X26P, TASER X2, TASER Consumer devices, and related cartridges; on-officer body cameras, Axon Fleet in-car systems, and other devices; Axon Evidence digital evidence management software; Axon Signal enabled devices, as well as hardware extended warranties; and Axon docks, cartridges, and batteries. It sells its products through its direct sales force, distribution partners, online store, and third-party resellers. Axon Enterprise, Inc. has a strategic partnership with Fusus, Inc. to expand the capabilities of Axon Respond and the Fusus Real Time Crime Center in the Cloud solution to provide agencies real-time operations situational awareness, including streamlined investigative workflows. The company was formerly known as TASER International, Inc. and changed its name to Axon Enterprise, Inc. in April 2017. Axon Enterprise, Inc. was incorporated in 1993 and is headquartered in Scottsdale, Arizona.","logo":"https://static2.finnhub.io/file/publicdatany/finnhubimage/stock_logo/AXON.svg","peRatio":"171.49","psRatio":"12.51","pbRatio":"11.73","pcfRatio":"107.07","dates":[],"revenue":[]},{"ticker":"BIGC","company":"BigCommerce","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"BILL","company":"Bill.com","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"BLKB","company":"Blackbaud","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"BL","company":"BlackLine","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"BLND","company":"Blend Labs","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"BOX","company":"Box","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"BRZE","company":"Braze","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"AI","company":"C3.ai","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"CWAN","company":"Clearwater","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"NET","company":"Cloudflare","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"CFLT","company":"Confluent","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"BASE","company":"Couchbase","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"CRWD","company":"CrowdStrike","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"LAW","company":"CS Disco","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"CYBR","company":"CyberArk","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"DDOG","company":"Datadog","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"DOCN","company":"DigitalOcean","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"DOCU","company":"DocuSign","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"DOMO","company":"Domo","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"DOCS","company":"Doximity","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"DBX","company":"Dropbox","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"DT","company":"Dynatrace","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"ESTC","company":"Elastic","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"ENFN","company":"Enfusion","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"ESMT","company":"EngageSmart","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"EVBG","company":"Everbridge","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"EXFY","company":"Expensify","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"FSLY","company":"Fastly","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"FIVN","company":"Five9","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"FRSH","company":"Freshworks","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"GTLB","company":"GitLab","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"HCP","company":"HashiCorp","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"HUBS","company":"HubSpot","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"INST","company":"Instructure","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"INTA","company":"IntApp","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"JAMF","company":"Jamf","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"FROG","company":"JFrog","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"KVYO","company":"Klaviyo","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"LSPD","company":"Lightspeed POS","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"MNDY","company":"Monday","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"MDB","company":"MongoDB","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"NABL","company":"N-able","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"NCNO","company":"nCino","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"OKTA","company":"Okta","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"OLO","company":"Olo","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"PD","company":"PagerDuty","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"PLTR","company":"Palantir","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"PAYC","company":"Paycom","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"PYCR","company":"Paycor","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"PCTY","company":"Paylocity","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"PWSC","company":"Powerschool","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"PCOR","company":"Procore","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"QTWO","company":"Q2","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"QLYS","company":"Qualys","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"RPD","company":"Rapid7","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"RNG","company":"RingCentral","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"CRM","company":"Salesforce","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"IOT","company":"Samsara","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"SEMR","company":"SEMrush","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"S","company":"SentinelOne","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"NOW","company":"ServiceNow","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"SHOP","company":"Shopify","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"SMAR","company":"Smartsheet","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"SNOW","company":"Snowflake","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"CXM","company":"Sprinklr","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"SPT","company":"Sprout Social","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"SQSP","company":"Squarespace","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"TENB","company":"Tenable","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"TOST","company":"Toast","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"TWLO","company":"Twilio","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"PATH","company":"UiPath","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"VEEV","company":"Veeva","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"WKME","company":"WalkMe","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"WEAV","company":"Weave","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"WIX","company":"Wix","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"WDAY","company":"Workday","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"WK","company":"Workiva","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"ZM","company":"Zoom","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"ZI","company":"ZoomInfo","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"ZS","company":"Zscaler","sector":"Infrastructure & Security","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]},{"ticker":"ZUO","company":"Zuora","sector":"Application","description":null,"logo":null,"peRatio":null,"psRatio":null,"pbRatio":null,"pcfRatio":null,"dates":[],"revenue":[]}]}